// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Comandos";

HSDDescriptionLabel = "Digite os comandos da impressora selecionada.";
HSDCommandLabel = "Comando:";
HSDGetResponseCheck = "Exibir a resposta deste dispositivo";
HSDLoadButton = "Carregar comandos…";
HSDSaveButton = "Salvar comandos…";
HSDStopReceivingButton = "Parar de receber";

HSDInstructionLabel = "Digite o código hexadecimal e a descrição legível de um novo caractere especial.";
HSDHexLabel = "Código hexadecimal:";
HSDDescLabel = "Descrição:";
HSDHexTableColumn = "Código hexadecimal";
HSDDescTableColumn = "Descrição";
HSDCancelButton = "Cancelar";
HSDOKButton = "OK";

ErrorSendTitle = "Não foi possível enviar os dados para a impressora";
ErrorSendMsg = "Verifique se a impressora está conectada e ligada, e tente novamente.";

500 = "Esta tela permite o envio de comandos arbitrários para o dispositivo e a obtenção de todos os dados devolvidos pelo comando.";
501 = "Comando";
502 = "Resposta";
503 = "Obter resposta";

HSDSendButtonTitle = "Enviar agora";

SpecialsCharactersMenuItem = "Caractere especial";
AddSpecialCharacterMenuItem = "Acrescentar caractere especial…";
EditSpecialCharactersMenuItem = "Editar caracteres especiais…";

SpecialCommand0 = "04 - PS fim do arquivo ^D";
SpecialCommand1 = "0c - alimentar formulário <FF>";
SpecialCommand2 = "0d - retorno do carro <CR>";
SpecialCommand3 = "1b - escapar <ESC>";

NoSaveTitle = "Não foi possível salvar o arquivo";
NoSaveMsg = "Tente outro local.";
DidNotSaveMessage = "Verifique se há espaço suficiente no disco e se você tem privilégios de acesso para salvar o arquivo na localização especificada.";
NoLoadTitle = "Não foi possível abrir o arquivo";
NoLoadMsg = "Certifique-se de este é um arquivo que foi salvo no HP Utility.";


BigSizeAlertTitle = "O arquivo é muito grande";
BigSizeAlertMsg = "O plugin dos comandos suporta arquivos de até 1 MB. Para carregar arquivos maiores na impressora, use o plugin \"Upload de arquivo\".";

HSDDoneButton = "Completo";
HSDEditSpecialsInstructionLabel = "Editar caracteres especiais";
"Special Character Description" = "Descrição de caracteres especiais";
PrinterResponse = "Resposta da Impressora";
